Repository: massimiliano-balestrieri/a-git-in-the-life
Catalog: 2007-php-maxlist/src/i18n/*/LC_MESSAGES/attribute.po
Languages: it_it

source: add
it_it: aggiungi

source: Name:
it_it: Nome:

source: Type:
it_it: Tipo:

source: DValue:
it_it: Valore di default:

source: OrderListing:
it_it: Ordine di lista:

source: IsAttrRequired:
it_it: E' un attributo richiesto?:

source: save
it_it: salva

source: Attributes
it_it: Attributi

source: sure_delete_attribute
it_it: Sei sicuro di cancellare questo attributo?

source: yes
it_it: si

source: Name
it_it: Nome

source: Type
it_it: Tipo

source: Default
it_it: Valore di default

source: Order
it_it: Ordine

source: Required
it_it: Richiesto

source: edit
it_it: modifica

source: delete
it_it: elimina

source: editattributes
it_it: modifica valori

source: attributes
it_it: attributi

source: DValue
it_it: Valore di default

source: OrderListing
it_it: Ordine di lista

source: IsAttrRequired
it_it: E' un attributo richiesto

source: save_and
it_it: salva e continua

source: oneperline
it_it: uno per linea

source: change order
it_it: cambia ordine

source: delete all items
it_it: cancella tutti i valori

source: cannotdelete_dependencies
it_it: Non è possibile cancellare. Alcuni record dipendono dal valore selezionato.

source: item_deleted
it_it: Il valore è stato eliminato.

source: all_items_deleted
it_it: Tutti i valori sono stati eliminati.

source: order_not_correct
it_it: L'ordinamento dei valori non è corretto

source: order_changed
it_it: L'ordine dei valori è stato cambiato

source: attribute_values_added
it_it: I valori sono stati aggiunti

source: attribute_deleted
it_it: Tutti i valori senza dipendenze sono stati eliminati

source: attribute_created
it_it: Attributo creato

source: attribute_updated
it_it: Attributo modificato

source: delete_attribute
it_it: cancella
