Repository: massimiliano-balestrieri/a-git-in-the-life
Catalog: 2007-php-maxlist/src/i18n/*/LC_MESSAGES/user.po
Languages: it_it

source: Save
it_it: Salva

source: back
it_it: indietro

source: save
it_it: salva

source: save_and
it_it: salva e continua

source: form_is_disabled
it_it: Disabilitato

source: form_is_in_blacklist
it_it: Disiscritto

source: form_created
it_it: Inserito

source: form_modified
it_it: Ultima modifica

source: form_bounces
it_it: Rimbalzi

source: History
it_it: vedi storico

source: unsubscribe
it_it: cancella iscrizione

source: lists
it_it: categorie

source: selectlists
it_it: Seleziona almeno una categoria

source: No_List
it_it: <p>Nessuna lista è presente</p>

source: is_black_list
it_it: L'Utente si è disiscritto

source: user_detail
it_it: Dettaglio utente

source: field_required
it_it: I campi contrassegnati con l'asterisco (*) sono obbligatori

source: Search
it_it: Ricerca

source: finduser
it_it: Cerca un utente

source: Show_unconfirmed
it_it: Mostra solo gli utenti non confermati

source: Show_blacklisted
it_it: Mostra solo gli utenti non più iscritti

source: go
it_it: vai

source: users
it_it: Utenti

source: sure_delete_user
it_it: Sei sicuro di voler cancellare l'utente selezionato

source: yes
it_it: si

source: blacklist_col
it_it: iscr

source: bncs
it_it: respinti

source: delete
it_it: cancella

source: add
it_it: aggiungi

source: downloadcvs
it_it: esporta cvs

source: import
it_it: importa

source: form_email_html
it_it: Invia email in formato HTML

source: form_is_confirmed
it_it: Confermato

source: no_users
it_it: Nessun utente trovato

source: no_users_search
it_it: Nessun utente trovato

source: user_created
it_it: L'utente è stato creato.

source: user_updated
it_it: L'utente è stato aggiornato

source: user_deleted
it_it: L'utente è stato eliminato
